export const listdishesgarnire = [
  "Капуста жареная 150г",
  "Капуста жареная кг",
  "Капуста жареная с яйцом 150г",
  "Капуста пекинская жареная с помидороми 150г",
  "Картофель Айдахо дольками 100г",
  "Картофель Айдахо из с/мороженого кг",
  "каша перловая с луком и грибами 150г",
  "Картофель жареный с луком 200г",
  "Каша перловая со свеклой и овощами 150г",
  "Лапша рисовая 200г",
  "Лапша рисовая с куриным филе 350г",
  "Лапша рисовая с орехами и овощами 370г",
  "Лапша Соба 200г",
  "Лапша Соба с курицей 360г",
  "Макароны с жареными шампиньонами 150г",
  "Паста карбонара с соусом бешамель(ветчиной,грибами,сыром)250г",
  "Пюре картофельное по-домашнему 200г",
  "Рис(жареный) с карри 150г",
  "Рис золотистый 150г",
  "Рис со стручковой фасолью и овощами 150г",
  "Цветное овощное рагу 150г",
  "Чечевица с овощами и грибами 200г",
  "Фасоль с овощами 150г",
  "Булгур с овощами 150г",
  "Булгур с овощами",
  "Кабачки жареные 200г",
  "Кабачки тушеные с помидорами 200г",
  "Капуста тушеная 200г",
  "Капуста тушеная с помидорами 200г",
  "Капуста цветная с растительным маслом 90/10г",
  "Картофель отварной кг",
  "Картофель отварной с маслом,зеленью 140/10/1г",
  "Картофель фри/для салатов/кг",
  "Картофель фри 100г",
  "Каша гречневая постная 150г",
  "Каша гречневая рассыпчатая 150г",
  "Каша гречневая с грибами и луком 150г",
  "Каша перловая кг",
  "Каша перлова я овощами 130/20г",
  "Овощная смесь с растительным маслом 90/10г",
  "Пюре гороховое 200г",
  "Пюре картофельное 200г",
  "Рагу овощное 200г",
  "Рагу овощное с баклажанами 150г",
  "Рагу овощное с кабачками 200г",
  "Рис отварной150г",
  "Рис отварной с овощами(лук,морковь)150г",
  "Рис пикантный150г",
  "Рис постный150г",
  "Рис с грибами и луком150г",
  "Рис с овощами(морковь,лук,кукуруза,з/горошек)150г",
  "Фасоль стручковая с маслом растительным90/10г",
  "Рожки отварные200г",
  "Спагети отварные150г",
  "Фасоль с овощами150г",
];
// const listdishespech = [
//   "безе со сливками и ананасом75г",
//   "беляш особый(свинина,капуста)80г",
//   "булочка осетинская (картофель,сыр,м-з,чеснок)100г",
//   "булочка осетинская (сыр,м-з,чеснок)100г",
//   "булочка сластена(творожная масса)50г",
//   "булочка французская с шоколадом70г",
//   "ватрушка с ветченой,сыром75г",
// ];

export const listdishessalats = [
  "винегрет с горошком120",
  "винегрет с сельдью80/30г",
  "рыба под маринадом/горбуша/50/50г",
  "пикша50/50г",
  "салат аида с грецкими орехами100г",
  "салат алеша 100г",
];

export const listdishesnapit = [
  "компот из апельсинов 200г",
  "компот из клубники200г",
  "компот из малины200г",
  "компот из облепихи200г",
  "компот из свежих яблок с корицей и мятой200г",
  "компот из черники200г",
  "компот из черной смородины200г",
];
export const listprof = [
  "Заведующий производством",
  "Повар",
  "Пекарь кондитер",
  "Кондитер",
  "Мойщик кухонной посуды",
  "Мойщик сервизной посуды",
  "Помощник повара",
  "Мойщик производственных помещений",
  "Кассир",
  "Продавец продовольственных товаров",
  "Кладовщик",
  "Заведующий складом",
  "Калькулятор",
  "Коренщик",
];
export const listcategory = [
  "Напитки",
  "Горячее",
  "Гарниры",
  "Выпечка",
  "Салаты",
];
export const listroles = [
  "managerstolovaya",
  "director",
  "superadmin",
  "keeper",
  "cooker",
  "managerkeeper",
  "cleaner",
  "seller",
  "calculator",
];

export const listnames = [
  "Семён",
  "Богдан",
  "Кира",
  "Максим",
  "Полина",
  "Кирилл",
];
export const listfam = [
  "Кузнецов",
  "Максимов",
  "Морозова",
  "Симонов",
  "Макеева",
  "Алексеев",
];
export const listotch = [
  "Глебович",
  "Львович",
  "Адамовна",
  "Семёнович",
  "Фёдоровна",
  "Леонидович",
];
// var workbook = XLSX.readFile('./src/tech.xlsx');
// var worksheet = workbook.Sheets["Sheet1"]
// var desired_cell;
// for (var i=1; i <= 7; i++) {
// desired_cell = worksheet['A'+i];
// console.log(desired_cell.v);
// }
